/* Missing Equalizer Translate */
"Acoustic" = "美声";
"Bass Booster" = "重低音";
"Bass Reducer" = "弱低音";
"Classical" = "古典";
"Dance" = "舞曲";
"Deep" = "空灵乐";
"Eletronic" = "电子乐";
"Flat" = "平坦";
"Hip-Hop" = "嘻哈";
"Jazz" = "爵士乐";
"Latin" = "拉丁风格";
"Loudness" = "休闲乐";
"Lounge" = "酒吧乐";
"Perfect :)" = "完美 :)";
"Piano" = "钢琴曲";
"Pop" = "流行";
"R&B" = "R&B";
"Rock" = "摇滚";
"Small Speakers" = "小型扬声器";
"Spoken Word" = "演讲";
"Treble Booster" = "重高音";
"Treble Reducer" = "弱高音";
"Vocal Booster" = "人声增强";

/* Common: dialog buttons */
"CLOSE" = "关闭";
"OK" = "好的";
"CANCEL" = "取消";
"YES" = "是";
"NO" = "否";
"REPLACE" = "替换";

/* Common: values & status */
"AUTO" = "自动";
"MANUAL" = "手动";
"DEFAULT" = "默认";
"DEFAULT VALUE" = "默认";
"NONE" = "无";
"NO ITEM" = "无项目";
"1 ITEM" = "1 项目";
"%ld ITEMS" = "%ld 次";
"NEVER" = "从不";
"ON" = "开";
"OFF" = "关";
"ALL" = "全部";
"ETC." = "其它.";
"UNKNOWN" = "未知";
"NO NAME" = "无名称";
"EMPTY" = "空";
"HIDDEN" = "隐藏";
"SEC." = "秒.";
"%+.1f SEC" = "%+.1f 秒.";
"%g SEC PULL" = "%g 秒. 延迟";
"%g SEC PUSH" = "%g 秒. 提前";
"OR" = "或";

/* Common: actions */
"ROTATION" = "旋转";
"REVERSE ROTATION" = "反向选装";
"RESET" = "重置";

/* Common: file open error messages */
"FILE NOT FOUND" = "文件未找到";
"FILE NOT READABLE" = "文件不可读";
"FILE NOT READABLE MESSAGE" = "如果存在的话检查可读权限.";
"FILE OPEN ERROR" = "文件打开错误";

/* Common: file save error messages */
"FILE SAVE ERROR" = "文件保存错误";
"EMPTY NAME" = "名称为空";
"EMPTY NAME WARNING" = "未输入名称.\n输入了不合法的名称.";
"SAME NAME EXIST" = "已存在相同名称.";
"\"%@\" ALREADY EXIST" = "\"%@\" 已存在.";

/* Common: sand-box messages */
"FOLDER ACCESS DENIED BY APP SANDBOX" = "App沙箱禁止进行本文件夹访问";
"SHOW ACCESSIBLE FOLDERS…" = "显示可访问的文件夹…";
"SANDBOX FILE MESSAGE" = "访问可能被App沙箱阻止. 老版本应用构建的播放列表被重建以确保安全.\n添加文件夹容器可到 偏好设置 > 高级 > 安全 > 可访问的文件夹 进行设置.";
"APP SANDBOX OPEN PANEL VIEW MESSAGE" = "点击 [打开] 按钮\n查找字幕以及系列电影文件.";
"APP SANDBOX OPEN PANEL VIEW INFO" = "本文件夹及子文件夹被临时访问.如果需要永久访问权, 在偏好设置中的 \"可访问的文件夹\" 中进行设置.";

/* Common: etc. */
"OS X %@ NEEDED" = "本功能需要 OS X %@ 或更高版本";

////////////////////////////////////////////////////////////////////////////////

/* Main Menu */
"FILE" = "文件";
"EDIT" = "编辑";
"PLAYBACK" = "播放设置";
"VIDEO" = "视频";
"AUDIO" = "音频";
"SUBTITLE" = "字幕";
"WINDOW" = "窗口";
"HELP" = "帮助";

/* Main Menu > Movist */
"ABOUT MOVIST" = "关于 Movist";
//--
"VISIT WEBSITE" = "访问官网";
"SEND BUG REPORT…" = "提交Bug报告…";
//--
"PREFERENCES…" = "偏好设置…";
//--
"SERVICES" = "服务";
//--
"HIDE MOVIST" = "隐藏 Movist";
"HIDE OTHERS" = "隐藏其他";
"SHOW ALL" = "全部显示";
//--
"QUIT MOVIST" = "退出 Movist";

/* Main Menu > File */
"NEW WINDOW" = "新建窗口";
//--
"OPEN FILES…" = "打开文件…";
"REOPEN WITH…" = "重新打开…" ;
"REOPEN WITH %@" = "使用 %@ 重新打开";

"OPEN RECENT" = "最近打开";
//--
"CLOSE MOVIE" = "关闭视频";
"CLOSE WINDOW" = "关闭窗口";
//--
"SAVE PLAYLIST…" = "保存播放列表…";
"SAVE PLAYLIST AS…" = "播放列表保存为…";
//--
"ADD FILES TO PLAYLIST…" = "将文件添加到播放列表…";
"NEXT" = "下一个";
"PREVIOUS" = "上一个";
//--
"SHUFFLE" = "拖动";
"REPEAT" = "重复";
    /* Main Menu > File > Repeat */
    //"OFF"
    //"ALL"
    "ONE" = "一次";
    //"ROTATION"
//--
"ENTER NAVIGATION" = "进入导航";
"EXIT NAVIGATION" = "退出导航";

/* Main Menu > Edit */
"UNDO" = "撤销";
"REDO" = "重做";
//--
"CUT" = "剪切";
"COPY" = "拷贝";
"PASTE" = "粘贴";
"DELETE" = "删除";
"SELECT ALL" = "全部选择";

/* Main Menu > Playback */
"PLAY" = "播放";
"PAUSE" = "暂停";
//--
"BEGINNING" = "开始";
"BACKWARD %g SEC" = "后退 %g 秒.";
"FORWARD %g SEC" = "前进 %g 秒.";
"BACKWARD SUBTITLE" = "字幕延迟";
"FORWARD SUBTITLE" = "字幕快进";
"BACKWARD CHAPTER" = "跳至上个章节位置";
"FORWARD CHAPTER" = "跳至下个章节位置";
"BACKWARD BOOKMARK" = "跳至上个书签位置";
"FORWARD BOOKMARK" = "跳至下个书签位置";
"STEP BACKWARD" = "步退";
"STEP FORWARD" = "步进";
//--
"CHAPTERS" = "章节";
"BOOKMARKS" = "书签";
    /* Main Menu > Playback > Bookmark */
    "ADD BOOKMARK…" = "添加书签…";
    "EDIT BOOKMARKS…" = "编辑书签…";
//--
"RANGE REPEAT CLEAR" = "清除重复片段";
"RANGE REPEAT BEGIN" = "重复片段开头";
"RANGE REPEAT END" = "重复片段结尾";
//--
"DEFAULT SPEED" = "默认速度";
"SPEED SLOWER" = "降低速度";
"SPEED FASTER" = "加快速度";

/* Main Menu > Video */
"ENTER FULL SCREEN" = "进入全屏";
"EXIT FULL SCREEN" = "退出全屏";
"DESKTOP BACKGROUND" = "桌面背景";
//--
"HALF SIZE" = "一半尺寸";
"NORMAL SIZE" = "正常尺寸";
"DOUBLE SIZE" = "双倍尺寸";
"FIT TO SCREEN" = "适合屏幕";
"USER SIZE" = "用户自定义尺寸";
"USER WIDTH" = "用户自定义宽度";
//--
"INCREASE SIZE" = "增大尺寸";
"DECREASE SIZE" = "减小尺寸";
//--
"ASPECT RATIO" = "屏幕宽高比";
    /* Main Menu > Video > Aspect Ratio */
    "DEFAULT (DAR)" = "默认 (DAR)";
    "SOURCE (SAR)" = "源 (SAR)";
    "4 : 3 (TV)" = "4 : 3 (TV)";
    "16 : 9 (HDTV)" = "16 : 9 (HDTV)";
    "1.85 : 1 (SCREEN)" = "1.85 : 1 (屏幕)";
    "2.35 : 1 (SCREEN)" = "2.35 : 1 (屏幕)";
"SCREEN FILLING" = "屏幕填充";
    /* Main Menu > Video > Screen Filling */
    //"DEFAULT"
    "STRETCH" = "拉伸";
    "CROP" = "裁剪";
    //"ROTATION"
    //--
    "UNDER SCAN" = "低扫描";
"ZOOM" = "缩放";
    /* Main Menu > Video > Zoom */
    "ZOOM OFF" = "关闭缩放";
    "ZOOM IN" = "放大";
    "ZOOM OUT" = "缩小";
    //--
    "ZOOM SCROLL WITH ARROW KEYS" = "使用方向键滚动缩放";
        "ZOOM SCROLL INFO" = "Scroll\nturn off \"Screen with Arrow Keys\" to stop scroll";
        "USE ARROW KEYS TO SCROLL" = "使用方向键滚动";
        "TURN ON ARROW KEYS TO SCROLL" = "turn on \"Screen with Arrow Keys\" to scroll";
"TRANSFORM" = "变换";
    /* Main Menu > Video > Transform */
    "ROTATE TO LEFT" = "向左旋转";
    "ROTATE TO RIGHT" = "向右旋转";
    //--
    "FLIP HORIZONTAL" = "水平翻转";
    "FLIP VERTICAL" = "垂直翻转";
    //--
    //"RESET"
"DEINTERLACE" = "抗锯齿";
"FILTERS" = "过滤器";
    /* Main Menu > Video > Filters */
    "ADD PRESET…" = "添加预置…";
    "EDIT PRESETS…" = "编辑预置…";
    //--
    "PRESETS" = "预置";
    //--
    "COLOR ADJUSTMENT" = "颜色调整";
    "CIColorControls" = "颜色控制";
        "inputBrightness" = "亮度";
        "inputContrast" = "对比度";
        "inputSaturation" = "饱和度";
    "CIHueAdjust" = "调节色调";
    "CIGammaAdjust" = "调节γ值";
    "CIExposureAdjust" = "调节曝光";
    //--
    "SHARPEN" = "锐化";
    "CISharpenLuminance" = "亮度锐化";
    "CIUnsharpMask" = "USM锐化";
        "inputRadius" = "半径";
        "inputIntensity" = "强烈";
    //--
    "BLUR EFFECT" = "模糊";
    "CIMedianFilter" = "中性过滤器";
    "CINoiseReduction" = "降噪";
        "inputNoiseLevel" = "噪声等级";
        "inputSharpness" = "锐化";
    "CIGaussianBlur" = "高斯模糊";
    "CIDiscBlur" = "Disc模糊";
    "CIBoxBlur" = "均值模糊";
    "CIMotionBlur" = "运动模糊";
        "inputAngle" = "角度";
    //--
    "COLOR EFFECT" = "颜色效果";
    "CIMaskToAlpha" = "Alpha通道值";
    "CIColorInvert" = "颜色倒置";
    "CIColorPosterize" = "色彩色调分离";
    "CISepiaTone" = "棕褐色色调";
    //--
    "STYLIZE" = "样式化";
    "CIBloom" = "Bloom特效";
    "CIGloom" = "Gloom特效";
    "CIEdges" = "Edges特效";
    "CIEdgeWork" = "Edge Work特效";
    //"CILineOverlay" = "LineOverlay";
        //"inputNRNoiseLevel" = "NR Noise Level";
        //"inputNRSharpness" = "NR Sharpness";
        //"inputEdgeIntensity" = "Edge Intensity";
        //"inputThreshold" = "Threshold";
    "CIPixellate" = "像素化";
    "CICrystallize" = "晶状化";
    "CIPointillize" = "点状化";
    "CIComicEffect" = "漫画效果";
    //--
    "REMOVE ALL FILTERS" = "移除所有过滤器";
//--
"SAVE SCREENSHOT" = "保存截屏";

/* Main Menu > Audio */
"SELECT AUDIO" = "选择音频";
"SOUND TRACK" = "声轨";
//"ROTATION"
//--
"DEFAULT SYNC." = "默认同步.";
//"%g SEC PULL"
//"%g SEC PUSH"
//--
"EQUALIZER" = "均衡器";
    /* Main Menu > Audio > Equalizer */
    //"ADD PRESET…"
    //"EDIT PRESETS…"
    //--
    //"OFF"
    //--
    //"MANUAL"
    //--
//--
"VOLUME UP" = "音量增大";
"VOLUME UP (DETAILED)" = "音量增大 (详细)";
"SYSTEM VOLUME UP" = "系统音量增大";
"VOLUME DOWN" = "音量减小";
"VOLUME DOWN (DETAILED)" = "音量减小 (详细)";
"SYSTEM VOLUME DOWN" = "系统音量减小";
"MUTE" = "静音";
"UNMUTE" = "取消静音";
"SYSTEM MUTE" = "系统静音";
"SYSTEM UNMUTE" = "取消系统静音";

/* Main Menu > Subtitle */
"SHOW SUBTITLES" = "显示字幕";
"HIDE SUBTITLES" = "隐藏字幕";
//--
"SELECT SUBTITLE" = "选择字幕";
//--
"DEFAULT SIZE" = "默认尺寸";
"SIZE LARGER" = "放大尺寸";
"SIZE SMALLER" = "缩小尺寸";
//--
//"DEFAULT SYNC."
//"%g SEC PULL"
//"%g SEC PUSH"
//--
//"DEFAULT SPEED"
//"SPEED SLOWER"
//"SPEED FASTER"
//--
"LETTER BOX HEIGHT" = "字幕高度";
    /* Main Menu > Subtitle > Letter Box Height */
    // (...)
    //"DEFAULT"
    "SAME" = "一样";
    "1 LINE" = "1 行";
    "2 LINES" = "2 行";
    "3 LINES" = "3 行";
    //"ROTATION"
"DISPLAY TYPE" = "显示类型";
    /* Main Menu > Subtitle > Display Type */
    "2D" = "2D";
    "3D - SIDE BY SIDE" = "3D - 边到边";
    "3D - TOP AND BOTTOM" = "3D - 顶部和底部";
    //"ROTATION"
    //--
    "3D EFFECT MORE" = "3D 效果增强";
    "3D EFFECT LESS" = "3D 效果减弱";

/* Main Menu > Window */
"TOPMOST" = "窗口前置";
"TOPMOST (ON PLAYING)" = "Topmost (正在播放)";
"MINIMIZE" = "最小化";
"ZOOM @WINDOW" = "缩放";
"CONTROL PANEL" = "控制面板";
"PLAYLIST" = "播放列表";
"PROPERTIES" = "属性";
//"PLAYBACK"
//"VIDEO"
//"AUDIO"
//"SUBTITLE"
"ROTATE ADJUSTMENTS" = "自动旋转";
//--
"BRING ALL TO FRONT" = "全部前置";

/* Main Menu > Help */
"MOVIST HELP" = "Movist 帮助";

////////////////////////////////////////////////////////////////////////////////

/* Control Panel > Playlist */
"UNTITLED" = "未命名";
    /* Control Panel > Playlist > settings */
    "KEEP CURRENT MOVIE SETTINGS" = "保持当前视频设置";
    "SKIP" = "跳过";
    //"NEVER"
    "ENDED" = "结束时";
        /* Control Panel > Playlist > settings > Ended: */
        "DO NOTHING" = "什么都不做";
        //--
        "CLOSE WINDOW" = "退出窗口";
        "QUIT MOVIST" = "退出 Movist";
        //--
        "SLEEP" = "睡眠";
        "LOG OUT" = "注销";
        "SHUT DOWN" = "关机";
//"1 ITEM"
//"%ld ITEMS"
    /* Control Panel > Playlist > context menu */
    "REMOVE SELECTED ITEMS" = "移除选定项目";
    "MOVE SELECTED ITEMS TO TRASH" = "移除选定项目到废纸篓";
    //--
    "ADD FILES…" = "添加文件…";
    "ADD SUBTITLE FILES…" = "添加字幕文件…";
    "REMOVE %@" = "移除 %@";
    "REMOVE ALL SUBTITLE FILES" = "移除所有字幕文件";

/* Control Panel > Properties */
"VIDEO TRACK" = "视频轨道";
//"SOUND TRACK"
    /* Control Panel > Properties > Sound Track */
    "MONO" = "Mono";
    "STEREO" = "立体声";
    "%g CH." = "%g ch.";
"SUBTITLE TRACK" = "字幕轨道";
"EXTERNAL SUBTITLE" = "外挂字幕";
    /* Control Panel > Properties > subtitle menu */
    "DON'T USE" = "不要使用";
    //--
    "UPPER" = "顶部";
    "CENTER" = "中央";
    "LOWER" = "底部";

/* 由anglebeta汉化，请尊重别人的劳动 */

/* Control Panel > Playback */
"GO TO" = "转到";
//"CHAPTERS"
//"BOOKMARKS"
//"ADD BOOKMARK…"
//"EDIT BOOKMARKS…"
"RANGE BEGIN" = "开始";
"RANGE END" = "结尾";

/* Control Panel > Video */
"ASPECT" = "局部";
"FILLING" = "填充";
"ZOOM IN @CP" = "放大";
"ZOOM OUT @CP" = "缩小";

/* Control Panel > Audio */
"PULL" = "延迟";
"PUSH" = "提前";

/* Control Panel > Subtitle */
"ALL SUBTITLES" = "所有字幕";
"NO SUBTITLE" = "无字幕";
//--
"SMALLER" = "更小";
"LARGER" = "更大";
"SLOWER" = "减慢";
"FASTER" = "加快";
//--
//"PULL"
//"PUSH"
    /* Control Panel > Subtitle > Letter Box Height */
    //"SAME"
    //"1 LINE"
    //"2 LINES"
    //"3 LINES"
"GO TO SELECTED SUBTITLE TIME" = "跳到已选的字幕时间";
"SYNC. SELECTED SUBTITLE TO CURRENT TIME" = "同步选择的字幕到当前时间";
"SHOWS SUBTITLE LIST" = "显示字幕列表";
"AUTO SCROLL SUBTITLE LIST" = "自动滚动字幕列表";
"SCROLL TO CURRENT TIME" = "滚动当前时间";

////////////////////////////////////////////////////////////////////////////////

/* Preferences */
"GENERAL" = "通用";
//"PLAYLIST"
//"PLAYBACK"
//"VIDEO"
//"AUDIO"
//"SUBTITLE"
"NAVIGATION" = "导航";
"SHORTCUTS" = "快捷键";
"ADVANCED" = "高级";

/* Preferences > General */
//"GENERAL"
//"WINDOW"
"FULL SCREEN" = "全屏显示";
//"UI/UX"

/* Preferences > General > General */
"SINGLE WINDOW MODE" = "单窗口模式";
"QUIT WHEN LAST WINDOW CLOSED" = "最后一个窗口关闭时退出";
"RESTORE WINDOWS (RELAUNCH NEEDED)" = "恢复窗口 (重新启动必需)";
"RESTORE PLAY POSITION" = "恢复播放位置";
//--
"PREVENT SLEEP IN WINDOWED MODE" = "在窗口模式阻止睡眠 & 屏幕保护";
"USE 1:1 PIXEL MATCHING IN RETINA DISPLAY" = "Retina屏下使用1:1的像素匹配";
"SUPPORT APPLE REMOTE" = "支持 Apple Remote";
"SUPPORT MEDIA KEYS (OS X 10.6 ONLY)" = "支持媒体键 (仅支持OS X 10.6)";
//--
"STATUS MESSAGES" = "状态消息";
"OPEN" = "打开";
//"PLAYBACK"
//"VIDEO"
//"AUDIO"
//"SUBTITLE"
//"ETC."
//--
"FILENAME TRUNCATING" = "文件名截断";
    /* Preferences > General > General > Filename Truncating: */
    "HEAD" = "开头";
    "MIDDLE" = "中间";
    "TAIL" = "结尾";
"THEME" = "主题";
"USER THEMES…" = "用户自定义主题…";
//--
//"CONTROL PANEL"
    /* Preferences > General > General > Control Panel: */
    "LEFT SIDE" = "左边";
    "RIGHT SIDE" = "右边";
    "INSPECTOR" = "检查器";
"SHOW ON MOUSE OVER" = "随鼠标拖动显示变化";
"OPACITY" = "不透明度";
"USE SMALL SCROLLER" = "使用小滚动条";

/* Preferences > General > Window */
"OPENING VIEW" = "开启视图";
    /* Preferences > General > Window > Opening View: */
    "CURRENT SIZE" = "当前大小";
    //"USER SIZE"
    //"USER WIDTH"
    //--
    //"HALF SIZE"
    //"NORMAL SIZE"
    //"DOUBLE SIZE"
    //"FIT TO SCREEN"
    //--
    //"FULL SCREEN"
    //"DESKTOP BACKGROUND"
//--
"TOPMOST MODE" = "前置模式";
    /* Preferences > General > Window > Topmost Mode: */
    //"NEVER"
    "ALWAYS" = "总是";
    "ON PLAYING" = "正在播放";
//--
//"USER SIZE"
"WIDTH ONLY" = "仅宽度";
//--
"RESIZE CENTER" = "缩放中心";
    /* Preferences > General > Window > Resize Center: */
    "TOP LEFT" = "左上";
    "TOP CENTER" = "中上";
    "TOP RIGHT" = "右上";
    //--
    "BOTTOM LEFT" = "左下";
    "BOTTOM CENTER" = "中下";
    "BOTTOM RIGHT" = "右下";
    //--
    "WINDOW CENTER" = "窗口中心";
    "SCREEN CENTER" = "屏幕中心";
"RESIZE STYLE" = "缩放风格";
    /* Preferences > General > Window > Resize Style: */
    "FREE STYLE" = "自由模式";
    "ADJUST TO MOVIE SIZE" = "适合视频尺寸";
"USE RESIZE ANIMATION" = "使用缩放";
"RESIZE BY PINCH GESTURE" = "使用 开/关 手势进行缩放";
"ROUNDED CORNER" = "圆弧边角";

/* Preferences > General > Full Screen */
"USE LION FULL SCREEN (OS X 10.7 OR LATER)" = "使用Lion全屏模式(需要OS X 10.7或更高版本)";
"USE CUSTOM TRANSITION ANIMATION" = "使用自定义过渡动画";
"ANIMATION" = "动画";
"FULL SCREEN MONITOR" = "全屏监视器";
"NAVIGATION MONITOR" = "导航监视器";
    /* Preferences > General > Full Screen > ... Monitor: */
    "MONITOR MOVIE WINDOW IS ON" = "视频窗口监视器已开启";
    "HIGHEST RES. MONITOR" = "最高分辨率监视器";
    "LOWEST RES. MONITOR" = "最低分辨率监视器";
    "MONITOR CONTAINING MENU BAR" = "监视器包含菜单栏";
    "MAIN MONITOR" = "激活监视器";
"BLACK OUT OTHER MONITORS" = "暗化其他监视器";
"AUTO SHOW DOCK" = "自动显示Dock";
//--
"SHOW PLAY TIME OR REMAINED TIME" = "显示播放时长和剩余时长";
"SHOW SYSTEM TIME" = "显示系统时间";
"TURN KEYBOARD BACKLIGHT OFF (OS X 10.6 ONLY)" = "关闭屏幕背光(仅支持OS X 10.6)";
//--
//"OPENING VIEW"
//"UNDER SCAN"

/* Preferences > General > UI/UX */

/* Preferences > Playlist */
"ADD MOVIE SERIES TO PLAYLIST" = "将视频添加到播放列表";
"ADD SAME-NAMED SUBTITLE FILE WITH MOVIE" = "给视频添加同名的字幕文件";
"ADD ALL SUBTITLE FILES IN SUBTITLES SUBFOLDER" = "添加所有字幕文件到字幕文件夹";
"ADD ALL SUBTITLE FILES IF ONLY ONE MOVIE IN FOLDER" = "如果文件夹中只有一个视频则添加所有字幕文件";
//--
"SETTINGS" = "设置";
//"REPEAT"
//"SHUFFLE"
//--
//"KEEP CURRENT MOVIE SETTINGS"
"SOME SETTINGS OF CURRENT MOVIE WILL BE KEPT TO NEXT MOVIE." = "当前视频的所选的音视频轨道,播放速度, 视频横纵比,屏幕填充, 变换,图片过滤器和音频均衡器设置均会被保存并应用到下一个视频";
//--
"SKIP BEGINNING, ENDING" = "跳过开头结尾";
"INTERVALS CAN BE SKIPPED." = "开头和结尾的片段可以跳过.\n在控制面板的播放列表中设置片段.";
//--
"WHEN ENDED" = "播放结束时";
//--
"* THESE ARE DEFAULT VALUES FOR NEW PLAYLIST." = "* 这些是新播放列表的默认值.创建后，在控制面板的播放列表标签进行改变";
//--
"SHOW AUTO-ALERT FOR END-JOB WHEN ENDED" = "结束任务完成时显示自动警报";

/* Preferences > Playback */
"START PLAY WHEN ENTER FULL SCREEN" = "进入全屏时开始播放";
"STOP PLAY WHEN EXIT FULL SCREEN" = "退出全屏时停止播放";
//--
"NO SHORTCUT" = "无快捷键";
"SEEK BY INTERVAL" = "片段跳跃";
"SEEK BY SUBTITLE" = "字幕前·后跳跃";
"SEEK BY CHAPTER" = "通过章节跳跃";
"SEEK BY BOOKMARK" = "通过书签跳跃";
"STEP FRAME" = "前·后步进帧";
"HORIZONTAL SCROLL" = "水平滚动";
    /* Preferences > Playback > Horizontal Scroll */
    //"DO NOTHING"
    //"SEEK BY INTERVAL"
    //"SEEK BY SUBTITLE"
    //"STEP FRAME"
        //"SEC."
"USE KEY-FRAME SEEKING (FFMPEG ONLY)" = "使用关键帧跳跃 (仅支持FFmpeg)";
"KEY-FRAME SEEKING IS ..." = "关键帧跳跃很快但是可能不准确，因为它跳到最近的关键帧.如果你需要更加精确,将其关闭.然而,越高的视频质量，跳跃越慢.\n\n该选项仅针对按键输入和鼠标点击的单点跳跃.通过重复按键或鼠标拖动的连续跳跃常常只跳到关键帧.其他类似局部重复或是书签往往跳到的是精确的帧位置.";
"SPEED ADJUSTMENT UNIT" = "速度适应单元";

/* Preferences > Video */
"USE H.264 VIDEO DECODE ACCELERATION (VDA)" = "使用H.264视频加速解码(VDA)";
"THIS COMPUTER SUPPORTS VDA" = "本电脑支持VDA.";
"THIS COMPUTER DOES NOT SUPPORT VDA" = "本电脑不支持VDA.";
"SOME H.264 VIDEO MAY BE NOT ACCELERATED." = "一些H.264 视频可能不会被加速.";
"VIDEO TRACK ACCELERATED HAS BLUE TEXT." = "在控制面板的属性标签中视频轨道的解码加速显示为蓝色文本颜色.";
//--
//"ASPECT RATIO"
//"SCREEN FILLING"
"FOR WIDESCREEN MOVIE" = "针对宽屏视频";
"FOR STANDARD MOVIE" = "针对标准视频";
//--
"DEFAULT FILTER PRESET" = "默认预置过滤器";

/* Preferences > Audio */
"USE DIGITAL AUDIO OUT (S/PDIF)" = "使用数字输出(S/PDIF)";
"CURRENT AUDIO OUT DEVICE SUPPORT S/PDIF" = "当前音频输出设备支持S/PDIF.";
"CURRENT AUDIO OUT DEVICE DOES NOT SUPPORT S/PDIF" = "当前音频输出设备不支持SS/PDIF.";
"FFMPEG DECODER SUPPORTS AC3 AND DTS." = "FFmpeg解码器支持AC3和DTS.";
"QUICKTIME DECODER SUPPORTS ..." = "OS X 10.7或以后版本的QuickTime解码器不再支持数字音频输出(因为App沙箱不允许改变外部偏好设置).在OS X 10.6中,它仅支持AC3并需要Perian或A52Codec组件.";
"AUDIO TRACK IN DIGITAL OUT HAS BLUE TEXT." = "数字输出的音频轨道在控制面板的属性标签中显示为蓝色文字.";
//--
"USE VOLUME EXTENSION (UP TO 4.0)" = "使用声音加强 (最大到4.0)";
"CHANGE DETAILED VOLUME (0.01 UNIT)" = "详细调节音量 (0.01 为一个单元)";
//--
"CHANGE VOLUME BY VERTICAL SCROLL" = "通过垂直滚动条调节音量";
"CHANGE SYSTEM VOLUME" = "改变系统音量";
"ABOUT SYSTEM VOLUME..." = "改变系统声音而不是视频的声音.\n数字输出时系统声音不会被改变.";
//--
"DEFAULT EQUALIZER PRESET" = "默认预置均衡器";
//--
"SYNC. ADJUSTMENT UNIT" = "同步适应单元";
//"SEC."

/* Preferences > Subtitle */
"USE SUBTITLES @PREFS" = "使用字幕";
//--
"STATUS MESSAGE" = "状态消息";
"INFO" = "Info";
"UPPER SUBTITLE" = "顶部字幕";
"CENTER SUBTITLE" = "中央字幕";
"LOWER SUBTITLE" = "底部字幕";
"REMAINED TIME & SYSTEM TIME" = "剩余时间 & 系统时间";
"NO LANGUAGE" = "无语言";
//--
"CURRENT DISPLAY" = "当前显示";
"SAMPLE MOVIE" = "视频示例";
//--
"PREFERRED SUBTITLE" = "偏好字幕";
//"LETTER BOX HEIGHT";
//--
"TEXT ENCODING" = "文本编码";
"LOAD EMBEDDED SUBTITLES IN MOVIE FILE" = "加载视频中的内嵌字幕";
//--
//"SYNC. ADJUSTMENT UNIT"
//"SEC."

/* Preferences > Subtitle > Drawer */
"FONT" = "字体";
    /* Preferences > Subtitle > Drawer > Font: */
    "PROPORTIONAL SIZE" = "成比例尺寸";
    "AUTO SIZE FOR" = "自动尺寸针对";
    "CHARACTERS." = "字符";
    "MIN SIZE" = "最小尺寸";
    "MAX SIZE" = "最大尺寸";
//--
"TEXT" = "文本";
"STROKE" = "Stroke";
    "WIDTH" = "宽度";
"SHADOW" = "阴影";
    "BLUR" = "模糊";
    "DARKNESS" = "暗化";
    "OFFSET" = "偏移";
    "DIRECTION" = "方向";
//--
"V-POSITION" = "垂直位置";
    /* Preferences > Subtitle > Drawer > V-Position: */
    "VIEW TOP" = "查看顶部";
    "UPPER LETTER BOX" = "底部字幕框";
    //--
    "MOVIE TOP" = "视频顶部";
    "MOVIE CENTER" = "视频中央";
    "MOVIE BOTTOM" = "视频底部";
    //--
    "LOWER LETTER BOX" = "底部字幕框";
    "VIEW BOTTOM" = "查看底部";
    //--
    "UPPER MARGIN" = "向上对齐";
    "LOWER MRRGIN" = "向下对齐";
"H-POSITION" = "水平位置";
    /* Preferences > Subtitle > Drawer > H-Position: */
    "VIEW LEFT" = "视图左部";
    //--
    "MOVIE LEFT" = "视频左部";
    "MOVIE CENTER" = "视频中央";
    "MOVIE RIGHT" = "视频右部";
    //--
    "VIEW RIGHT" = "视图右边";
    //--
    "SIDE MARGIN" = "边缘空白";
    "LINE SPACING" = "行距";
//--
"LANGUAGE" = "语言";
"ENUMERATE LANGUAGE IDENTIFIERS." = "列举语言标识符.";
//--
"USE FOR SUBTITLE ROTATION" = "用于字幕旋转";

/* Preferences > Subtitle > Subtitle Encoding */
"ADD, REMOVE OR REARRANGE ENCODINGS." = "通过拖动字符编码来添加,移除或重新指定外挂字幕的编码.";
"AUTODETECTION CONFIDENCE" = "自动检测度";
"AUTODETECT" = "自动检测";
//"CLOSE"

/* Preferences > Navigation */
"LIST DISPLAY" = "列表显示";
"USE PREVIEW" = "使用预览";
"UNDERLINE MOVIE FILE WITH SUBTITLE FILES" = "视频文件下显示字幕文件";
//--
"RUN NAVIGATION ON LAUNCH" = "开启时启动导航";
//--
"ITEM" = "项目";
"LOCATION" = "位置";
//--
"MOVIES" = "视频";
"ITUNES MOVIES" = "iTunes 视频";
"ITUNES TV SHOWS" = "iTunes TV 节目";
"ITUNES PODCASTS" = "iTunes 播客节目";
"ITUNES U" = "iTunes U";
"FOLDERS…" = "文件夹…";
//--
"* PRESS AND HOLD APPLE REMOTE MENU BUTTON TO START NAVIGATION." = "* 按住 Apple Remote 菜单按钮开始进入导航.";
"* PRESS AND HOLD APPLE REMOTE PLAY/PAUSE BUTTON TO SLEEP IN NAVIGATION" = "* 按住 Apple Remote 播放/暂停按钮在导航进入睡眠";

/* Preferences > Navigation > Add Folders... */
"ADD NAVIGATION FOLDERS MESSAGE" = "选择需要添加到导航列表的文件夹.";

/* Preferences > Shortcuts */
"COMMAND" = "命令";
"SHORTCUT" = "快捷键";
"SHORTCUT 2" = "快捷键 2";
"SPACE" = "空格";
"DUPLICATED SHORTCUT" = "重复快捷键";
"\"%@\" IS ALREADY ASSIGNED TO \"%@\"." = "\"%1$@\" 已分配给 \"%2$@\".";
"RESTORE DEFAULT" = "恢复默认";

/* Preferences > Advanced */
"CODEC BINDING" = "绑定编码";
"OPTIONS" = "选项";
"SECURITY" = "安全性";

/* Preferences > Advanced > Codec Binding */
"CODEC" = "编码";
"DESCRIPTION" = "描述";
"DECODER" = "解码器";
//--
"IF SPECIFIED DECODER FAILED, THEN THE OTHER WILL RETRY." = "如果指定解码器失败，会自动尝试其他解码.";
//--
"OPEN .MOV FILE WITH QUICKTIME" = "使用QuickTime打开.mov文件";
"IF MOVIE HAS .MOV FILE EXTENSION, ..." = "如果视频文件带有.mov后缀,\n则会忽略解码而使用QuickTime播放.";
//--
"SET ALL TO QUICKTIME" = "全部设置为 QuickTime";
"SET ALL TO FFMPEG" = "全部设置为 FFmpeg";
"SET ALL MPEG-4 TO QUICKTIME" = "设置 MPEG-4 使用 QuickTime";
"SET ALL MPEG-4 TO FFMPEG" = "设置 MPEG-4 使用 FFmpeg";
"SET TO MOVIST DEFAULT" = "设置为 Movist 默认配置";

/* Preferences > Advanced > Options */
//"GENERAL"
"NOTE RECENT DOCUMENT" = "记录最近的文件";
    /* Preferences > Advanced > Codec Binding > Note Recent Document */
    //"NEVER"
    "ONLY OPENED FILES FROM FINDER" = "仅从Finder打开的文件";
    "EVERY FILES" = "每个文件";
"CLEAR RECENT DOCUMENTS WHEN QUIT" = "退出时清除打开的文件记录";
"RESTORE PLAY STATUS" = "窗口恢复时恢复播放状态";
"RESTORE LAST CLOSED WINDOW" = "如果是通过关闭按钮关闭的话恢复最后关闭的窗口";
//--
"WHEN FILE DRAGGED" = "当文件被拖动时";
"SHOW CONTROL PANEL AFTER" = "显示控制面板前延时";
"ORDER FRONT WINDOW AFTER" = "排列前置窗口前延时";
//"SEC."
//--
"SCREENSHOT" = "截屏路径 & 类型";
"SHOW THEME LAYOUT" = "显示主题布局";
//--
//"SUBTITLE"
"SHOW SUBTITLE RANGES IN SEEK BAR" = "在搜索栏显示字幕范围";
"PRE-RENDERING" = "预处理";
"3D EFFECT" = "3D 效果";
//--
//"FFmpeg"
"USE FAST DECODING" = "使用快速解码";
"IMAGE QUALITY MAY BE DETERIORATED." = "图像质量将降低. 运行迟缓的Mac可能需要勾选. (需要重新开启)";

/* Preferences > Advanced > Options > Screenshot Path */
"CHOOSE SCREENSHOT PATH MESSAGE" = "选择一个文件夹保存截图.";
"SCREENSHOT PATH IS ADDED TO ACCESSIBLE FOLDERS" = "截图路径已被添加到可访问文件夹.";
"%@ IS ADDED TO ACCESSIBLE FOLDERS" = "%@ 被自动添加到可访问文件夹.";

/* Preferences > Advanced > Security */
"SANDBOX SECURITY DESC." = "在OS X 10.7及以后版本,App沙箱只允许访问用户自定义的文件和文件夹.\n打开一个视频文件时, 为了填充播放列表和搜索字幕会扫描容器文件夹.如果文件夹不可访问,自动播放列表 & 字幕将失败. 当打开1.2.0或更早版本的播放列表时,如果播放列表中的视频或字幕文件不能访问,打开会失败.\n\n在OS X 10.7.3或以后版本,添加喜好文件夹到可访问文件夹以获得永久访问.";
//--
"ACCESSIBLE FOLDERS (OS X 10.7.3 OR LATER)" = "可访问文件夹(OS X 10.7.3或更高版本)";
"* ACCESS IS APPLIED TO SUBFOLDERS RECURSIVELY." = "* 子文件夹可被访问. 尽量添加常用的根文件夹.\n* 用户的视频及其子文件夹总是默认可访问的.";
//--
"SHOW APP SANDBOX OPEN PANEL" = "如果打开文件所在的文件夹是不可访问的时，则显示打开面板进行临时访问";

/* Preferences > Advanced > Security > Add Accessible Folders... */
"ADD ACCESSIBLE FOLDERS MESSAGE" = "选择一个文件夹添加到可访问文件夹";
"FOLDER NOT ADDED" = "下列的文件夹未被添加";
"FOLDER NOT ADDED MESSAGE" = "文件夹或其中一个文件夹路径已经可访问.不需要设置因为应用到子文件夹.";
"SCREENSHOT PATH CANNOT BE REMOVED" = "下面的文件夹不能移除，因为被设置为播放器背景图片的路径.";

////////////////////////////////////////////////////////////////////////////////

/* Sheet: Main Menu > File > Open Files... */
"OPEN DOCUMENT MESSAGE" = "选择需要打开的视频或播放列表.";
"CANNOT LOAD PLAYLIST" = "不能加载播放列表.";

/* Sheet: Main Menu > File > Save Playlist... */
"SAVE PLAYLIST MESSAGE" = "选择需要保存的播放列表.";
"CANNOT SAVE PLAYLIST" = "不能保存播放列表.";

/* Sheet: Main Menu > File > Add Files to Playlist... */
"ADD PLAYLIST ITEMS MESSAGE" = "选择需要加入该播放列表的视频或播放列表.";

/* Sheet: Control Panel > Playlist > context menu > Add Subtitle Files... */
"ADD SUBTITLE FILES MESSAGE" = "为选定的项目添加字幕文件.";

/* Sheet: playlist end-job */
"PLAYLIST ENDED" = "播放列表已结束";
"WINDOW WILL CLOSE AFTER %ld SEC." = "%ld 秒后窗口将被关闭.";
"MOVIST WILL QUIT AFTER %ld SEC." = "%ld 秒后Movist将推出.";
"SYSTEM WILL SLEEP AFTER %ld SEC." = "%ld 秒后系统将进入睡眠.";
"SYSTEM WILL BE LOGGED OUT AFTER %ld SEC." = "S%ld 秒后系统将被注销.";
"SYSTEM WILL SHUT DOWN AFTER %ld SEC." = "%ld 秒后系统将关机.";
"PERFORM NOW" = "立即执行";

/* Sheet: add/edit bookmark(s) */
"ADD BOOKMARK" = "添加书签";
"EDIT BOOKMARKS" = "编辑书签";
"REMOVE SELECTED" = "移除所选";
"TIME" = "时间";
"NAME" = "名称";

/* Sheet: load filters */
"LOAD FILTERS MESSAGE" = "选择一个要加载的过滤器文件";
"CANNOT LOAD FILTERS" = "不能加载过滤器.";

/* Sheet: save loaded filters */
"ADD AS PRESET TITLE" = "将已加载的过滤器添加为默认设置?";
"ADD AS PRESET MESSAGE" = "\"加载过滤器\" 在未来的版本可能不再支持. 你可以添加已加载的过滤器为默认设置.添加为默认设置吗?";
"ADD AS PRESET" = "添加为默认设置";

/* Sheet: save filters (& messages) */
"SAVE FILTERS MESSAGE" = "选择一个文件保存过滤器.";
"CANNOT SAVE FILTERS" = "过滤器不能保存.";
"NO FILTER APPLIED" = "没有使用任何过滤器.";

/* Sheet: add/edit filter preset(s) */
"ADD FILTER PRESET" = "添加过滤器默认设置";
"EDIT FILTER PRESETS" = "编辑过滤器默认设置";

/* Sheet: add/edit equalizer preset(s) */
"ADD EQUALIZER PRESET" = "添加均衡器默认设置";
"EDIT EQUALIZER PRESETS" = "编辑均衡器默认设置";

////////////////////////////////////////////////////////////////////////////////

/* Status: movie open */
"OPENING…" = "正在打开…";
"OPENING WITH %@…" = "使用 %@… 打开";
"FFMOVIE INVALID PARAM" = "FFmpeg 不合法的参数.";
"FFMOVIE INIT TRACKS FAILED" = "FFmpeg 初始化轨道失败";
"FFMOVIE INIT PLAYBACK FAILED" = "FFmpeg 初始化播放列表失败";

/* Status: playback */
"LAST PLAY POSITION" = "最后的播放位置";
"SKIP BEGINNING" = "跳过开头";
"CHAPTER" = "章节";
"BOOKMARK" = "书签";
"PLAY SPEED" = "播放速度";

/* Status: video */
"RESET TRANSFORM" = "重置改变";
"FILTERS LOADED" = "加载过滤器";
"FILTERS SAVED" = "过滤器已经保存";
"FILTER PRESET APPLIED" = "预置的过滤器已经应用";
"FILTER ADDED" = "过滤器已添加";
"FILTER REMOVED" = "过滤器已移除";
"ALL FILTERS REMOVED" = "所有的过滤器已经移除";

/* Status: audio */
"AUDIO DEFAULT SYNC." = "音频默认同步.";
"AUDIO PULL" = "音频延迟";
"AUDIO PUSH" = "音频提前";
"VOLUME" = "音量";
"SYSTEM VOLUME" = "系统音量";
"MOVIE IS MUTED" = "视频被静音.";
"VOLUME WARNING IN DIGITAL OUT" = "数字输出时音频不可改变";
"SYSTEM IS MUTED" = "视频被静音. 系统未静音";
"SYSTEM VOLUME WARNING IN SPDIF" = "在数字输出设备，系统声音不可变";

/* Status: subtitle */
"DECREASE SUBTITLE SIZE" = "减小字幕尺寸";
"INCREASE SUBTITLE SIZE" = "增加字幕尺寸";
"DEFAULT SUBTITLE SIZE" = "默认字幕尺寸";
"PULL SUBTITLE SYNC." = "同步字幕延迟.";
"PUSH SUBTITLE SYNC." = "同步字幕提前.";
"DEFAULT SUBTITLE SYNC." = "默认同步字幕.";
"SUBTITLE SLOWER" = "降低字幕";
"SUBTITLE FASTER" = "加快字幕";
"DEFAULT SUBTITLE SPEED" = "默认字幕速度";
"SUBTITLE DISPLAY TYPE" = "字幕显示类型";
"SUBTITLE 3D EFFECT" = "3D字幕效果";
"NO SUBTITLE TO USE FOR ROTATION" = "没有字幕可被旋转";
"SET USE FOR ROTATION IN PREFERENCES" = "\n 在偏好设置中的\"使用字幕旋转\"设置每个字幕的旋转";

////////////////////////////////////////////////////////////////////////////////

/* Etc.: screenshot error message */
"SCREENSHOT PATH NOT SPECIFIED" = "截屏路径未指定";
"SET SCREENSHOT PATH IN PREFERENCES" = "请在偏好设置中设置截屏路径.";
"SCREENSHOT PATH NOT ACCESSIBLE" = "截屏路径不可访问";
"SET SCREENSHOT PATH AGAIN: %@" = "截屏路径不可访问.这可能是由App沙箱导致的. 如果在之前的非App沙箱版本设置过, 那么在偏好设置中进行重新设置以获得访问权限.\n\n%@";

/* Etc: theme */
"THEME ERROR" = "主题错误";
"THEME FOLDER NOT FOUND" = "主题文件夹";
"%@/%@ NOT FOUND" = "%@/%@ 未找到";
"FONT LOAD FAILED" = "字体加载失败";
"DEFAULT THEME WILL BE LOADED" = "即将加载默认主题.";
"DOWNLOAD MOVIST AGAIN" = "重新下载 Movist.";

/* Etc.: Main Menu > Movist > Send Bug Report */
"BUG REPORT SUBJECT" = "Movist 问题报告";
"BUG REPORT BODY FORMAT" = "* OS: %@\n* Movist: 版本 %@\n\n* 那个步骤会再次发生问题?\n1. \n2. \n3. \n\n* 预期的输出是什么? 你看到的又是什么?\n\n\n* 请使用标签和文本来提供额外信息. (输入视频文件名并附上崩溃报告, 系统日志, 字幕文件)\n\n\n* 请附上偏好设置文件. (打开该文件的一个Finder窗口)";

/* Etc. */
"SUBTITLE TEST CHAR" = "H";

////////////////////////////////////////////////////////////////////////////////

/* SPECIAL: preferences subtitle language identifiers */
"UPPER SUBTITLE LANGUAGE IDENTIFIERS" = "";
"CENTER SUBTITLE LANGUAGE IDENTIFIERS" = "";
"LOWER SUBTITLE LANGUAGE IDENTIFIERS" = "English,eng,en,us,ENCC";

